cases/Cavity_SOM_INT_40S_1N/system/refineMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      refineMeshDict;
}

set cellsToRefine;

coordinateSystem global;

globalCoeffs
{
    tan1    (1 0 0);
    tan2    (0 1 0);
}

directions
(
    tan1
    tan2
);

useHexTopology true;

geometricCut false;

writeMesh false;

// ************************************************************************* //
