cases/Cavity_SOM_INT_40S_1N/system/sampleDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      sampleDict;
}

type sets;

libs ("libsampling.so");

interpolationScheme cellPoint;

setFormat raw;

sets
(
    verticalCenterline
    {
        type uniform;
        axis y;
        start (0.05 0 0.005);
        end   (0.05 0.1 0.005);
        nPoints 101;
    }
);

fields (U);
