cases/Cavity_SOM_INT_40S_1N/system/topoSetDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

actions
(
    {
        name    cellsToRefine;
        type    cellSet;
        action  new;
        source  nearestToCell;
        points
        (
            (0.09875 0.06875 0.005)
            (0.09625 0.07125 0.005)
            (0.09875 0.07125 0.005)
            (0.09625 0.07375 0.005)
            (0.09875 0.07375 0.005)
            (0.09875 0.07625 0.005)
            (0.00125 0.08875 0.005)
            (0.08375 0.08875 0.005)
            (0.00125 0.09125 0.005)
            (0.00375 0.09125 0.005)
            (0.00875 0.09125 0.005)
            (0.01125 0.09125 0.005)
            (0.01625 0.09125 0.005)
            (0.01875 0.09125 0.005)
            (0.02125 0.09125 0.005)
            (0.02375 0.09125 0.005)
            (0.02625 0.09125 0.005)
            (0.02875 0.09125 0.005)
            (0.08125 0.09125 0.005)
            (0.08375 0.09125 0.005)
            (0.08625 0.09125 0.005)
            (0.09625 0.09125 0.005)
            (0.00125 0.09375 0.005)
            (0.00375 0.09375 0.005)
            (0.00625 0.09375 0.005)
            (0.00875 0.09375 0.005)
            (0.01125 0.09375 0.005)
            (0.01375 0.09375 0.005)
            (0.01625 0.09375 0.005)
            (0.01875 0.09375 0.005)
            (0.02125 0.09375 0.005)
            (0.02375 0.09375 0.005)
            (0.02625 0.09375 0.005)
            (0.02875 0.09375 0.005)
            (0.03125 0.09375 0.005)
            (0.08375 0.09375 0.005)
            (0.08625 0.09375 0.005)
            (0.08875 0.09375 0.005)
            (0.09125 0.09375 0.005)
            (0.09375 0.09375 0.005)
            (0.09625 0.09375 0.005)
            (0.09875 0.09375 0.005)
            (0.00125 0.09625 0.005)
            (0.00375 0.09625 0.005)
            (0.00625 0.09625 0.005)
            (0.00875 0.09625 0.005)
            (0.01125 0.09625 0.005)
            (0.01375 0.09625 0.005)
            (0.01625 0.09625 0.005)
            (0.01875 0.09625 0.005)
            (0.02125 0.09625 0.005)
            (0.02375 0.09625 0.005)
            (0.02625 0.09625 0.005)
            (0.02875 0.09625 0.005)
            (0.08375 0.09625 0.005)
            (0.08625 0.09625 0.005)
            (0.08875 0.09625 0.005)
            (0.09125 0.09625 0.005)
            (0.09375 0.09625 0.005)
            (0.09625 0.09625 0.005)
            (0.09875 0.09625 0.005)
            (0.00125 0.09875 0.005)
            (0.00375 0.09875 0.005)
            (0.00625 0.09875 0.005)
            (0.00875 0.09875 0.005)
            (0.01125 0.09875 0.005)
            (0.01375 0.09875 0.005)
            (0.02125 0.09875 0.005)
            (0.02375 0.09875 0.005)
            (0.02625 0.09875 0.005)
            (0.02875 0.09875 0.005)
            (0.08375 0.09875 0.005)
            (0.08625 0.09875 0.005)
            (0.08875 0.09875 0.005)
            (0.09125 0.09875 0.005)
            (0.09375 0.09875 0.005)
            (0.09625 0.09875 0.005)
            (0.09875 0.09875 0.005)
        );
    }
);
